Repository: giellalt/corpus-sma
Catalog: tmx/nob/admin/depts/udir.no/16_generell-litteratur-og-larestoff.html.tmx
Source language: sma
Languages: nob

source: Udir.no - Sïejhme lidteratuvre jïh learoevierhtieh
nob: Udir.no - Generell litteratur og lærestoff

source: Sïejhme lidteratuvre jïh learoevierhtieh
nob: Generell litteratur og lærestoff

source: Sïejhme lidteratuvre
nob: Hovedinnhold

source: Noerhtesaemien
nob: Vis alle

source: Julevsaemien
nob: Generell litteratur

source: Åarjelsaemien
nob: Kaspersen, Ardis.

source: Skuvlegærjah jih faagegærjah:
nob: 1997. ” Samisk mat og kultur ”.

source: Bull, Ella Holm: Laavlomh maanide, Idut, 1998.
nob: Oslo: Landbruksforlaget.

source: Bull, Ella Holm, Jacobsen, Anna: Guktie derhvie-gåetiem tseegkedh, Davvi Girji o. s., 1994
nob: Nergård, Jens-Ivar: Det skjulte Nord-Norge, Ad Notam Gyldendal 1994

source: Bull, Ella Holm: Ovmese veareldh, Universitetsforlaget, 1985
nob: Nickel, Klaus Peter: Samisk grammatikk, Universitetsforlaget, Sámi oahpahusráddi / Samisk utdanningsråd, 1990

source: Bull, Ella Holm: Åarjel-saemien 4, Davvi Girji OS., 1995
nob: Qvigstad, Just K.: Lappiske eventyr og sagn, 4 bd.

source: Bull, Ella Holm: Dejpeladtje muvhth vätnoeh jih vuekieh, Samernas utbildningscentrum, 2001
nob: , 1927–29 Lappische Erzählungen aus Hattfjelldalen, 1924 og Lappischer Aberglaube, 1920 og Lappishe Sprichtswörtel und Rätsel, 1922 og Lappische Heilkunde (med bidrag fra K. B. Wiklund), 1932 Lappische Wetterkunde, 1934.

source: Dunfjeld, Anne-Lise: Kreekh gaertienisnie, Dialecta 2004
nob: 51 sálmma, Sámi sálbmakomitea, 1990, (ukjent forlag)

source: Gaski, Harald jïh Kappfjell, Lena: Saemien tjaelijh, Calliid Lágádus, 2006
nob: Wersland / Rognli: Joik i den gamle samiske religionen, Yoik in the Old Sami Religion, Vett og Viten, 2006

source: Jaahkenelkien, Aanna: Luste lohkedh, Samisk utdanningsråd, 1996 Hefte og kassett.
nob: Samisk Læringsnett

source: Jåma, Albert; Joma, Liv Karin, Granefjell, Aasta Joma: Gorredh gïelem, Fylkesmannen i Nordland 2004
nob: / Film

source: Jåma, Albert; Joma, Liv Karin, Granefjell, Aasta Joma: Gorredh gïelem – Barkoegærja !, Fylkesmannen i Nordland 2004
nob: Jagi mánut – Fuolkevuohta, Møller kompetansesenter, Samediggi 2004

source: Palismaa, Maaren: Gïele lea faamoe, Davvi Girji OS., 2002
nob: Film: Min mors hemmelighet.

source: Persen, Nan: Laajpetjh, Idut, 2006
nob: Ellen-Astri Lundby, Sonar Film DA 2009

source: Persen, Nan, Paanne-laejpieh, Idut, 2006
nob: Nordsamisk

source: Persen, Åge: Bovve biejjie jïh våhkoeh ryøknoe
nob: Kaspersen, Ardis.

source: Persen, Åge: Tijje
nob: 1997. ” Samisk mat og kultur ”.

source: Persen, Åge: Tijje barkoe-gærja
nob: Oslo: Landbruksforlaget.

source: Utsi, Gun M.: Bovtsen Guelmieh, Sijti Jarnge, 1994
nob: Nergård, Jens-Ivar: Det skjulte Nord-Norge, Ad Notam Gyldendal 1994

source: Vesterbukt, Anne-Lise jih Dunfjeld, Anne-Lise: Åarjelsaemien learoeviertie 1.-3. skuvlejaapan nr. 1 og 2., Samisk utdanningsråd, 1990
nob: Nickel, Klaus Peter: Samisk grammatikk, Universitetsforlaget, Sámi oahpahusráddi / Samisk utdanningsråd, 1990

source: Aagård, Anita jih Larsen, Tone Marie: Baalka, Davvi Girji os 2002
nob: Qvigstad, Just K.: Lappiske eventyr og sagn, 4 bd.

source: Tjïehpieslidteratuvre - Gærjah
nob: 51 sálmma, Sámi sálbmakomitea, 1990.

source: Aesuvpen soptsesh, Idut 2006
nob: Wersland / Rognli: Joik i den gamle samiske religionen, Yoik in the Old Sami Religion, Vett og Viten, 2006

source: Bakke, Aslaug: Dihte orre bijle, Idut 1996
nob: Samisk Læringsnett

source: Bross, Helena: Voejeme gåatesne, Saemienskuvlen ståvroe, 1995
nob: CD.

source: Bok og kassetter
nob: / DVD. / Film:

source: Clevin, Jørgen: Jaahke jïh Joakime, H. Aschehoug & Co, Oslo 1975
nob: Jagi mánut – Fuolkevuohta, Møller kompetansesenter, Samediggi 2004

source: Gaebpien, Gåsta / Kappfjell, Gustav: Gaaltije, DAT.
nob: Film: Min mors hemmelighet.

source: Gaski, Harald & Kappfjell, Lena: Åvtese jåhta, åarjel-saemien tjaalegh jih tjaalegh åarjelsamien, DAT o. s 2005
nob: Bårjås, populærvitenskapelig tidsskrift fra Árran – lulesamisk senter, 8270 Drag (på norsk og lulesamisk)

source: , Daasta berteme 2000
nob: Sørsamisk

source: Hætta, Susanne: Akten biejjien Aannine, Idut, 2007
nob: Skolebøker / - hefter og fagbøker / - hefter:

source: Lindgren, Barbro, Eriksson, Eva: Maaxen njaptja, Saemieskuvlen ståvroe 1997
nob: Bergsland, Knut: Gåebrehki soptsesh, Universitetsforlaget, 2. utgave, 1987

source: Lindgren, Barbro, Eriksson, Eva: Maaxen beeretje, Saemieskuvlen ståvroe 1997
nob: Bull, Ella Holm: Arbeidshefter og kassettband til Åarjel-saemien 1-5

source: Moses, Brian, Hedström, Marcus: Manne billem, Saemieskuvlen ståvroe, 1997
nob: Fjellheim, Frode: Med joik som utgangspunkt, Vuelie forlag, 2004

source: Moses, Brian, Hedström, Marcus: Manne måeresne, Saemieskuvlen ståvroe, 1997
nob: Kappfjell, Tom: Laahkoeh, Th. Blaasværs Forlag, 1991

source: Nejne, Sagka: Ovmese vaajesh, Sameskolstyrelsen, 1998
nob: Teksthefter til eksamen: Sørsamisk som 1. og 2.

source: Rustad, Kjersti Lunde: Dåeredh Ingriden, Jåhhan jih govsen gåajkoe, Landbruksforlaget, 1996
nob: www.udir.no – Se under: Velg tema – eksamen i grunnskolen – eksempeloppgåver og eksamensoppgåver for Kunnskapsløftet; eksamensoppgave gitt i 2008.

source: Sárgon, Sollaug og Aslaksen, Inger-Lise: Åvlan aarke-biejjie, Iđut 2007
nob: Ta kontakt med skoleeier, for å få passord.

source: Seierstad, Inger: Deblie, Saemien Ööhpehtimmieraerie 1998
nob: Vangberg, Åsta og Brandsfjell, Helen Blind: Saemesth amma !

source: Seierstad, Inger: Gaahtoen tjovketje, Saemien Ööhpehtimmieraerie 1999
nob: Sørsamisk for nybegynnere – bok 1 og øvingsbok 1, Sijti Jarnge 2003

source: Seierstad, Inger: Guffa, Saemien Ööhpehtimmieraerie 1999
nob: Vangberg, Åsta og Brandsfjell, Helen Blind: Saemesth amma !

source: Seierstad, Inger: Jåvvan gærjetje, Saemien Ööhpehtimmieraerie 1999
nob: Sørsamisk for nybegynnere – bok 2 og øvingsbok 2, Sijti Jarnge 2004

source: Seierstad, Inger: Laadtege-sualadæjja, Saemien Ööhpehtimmieraerie 1998
nob: Vangberg, Åsta og Brandsfjell, Helen Blind: Saemesth amma !

source: Skåra, Eva: Orre tjielke, Idut 1997
nob: Sørsamisk for nybegynnere – bok 3 og øvingsbok 3, Sijti Jarnge 2005

source: Vangberg, Åasta: Tjaangh gåatan
nob: Vangberg, Åsta og Brandsfjell, Helen Blind: Saemesth amma !

source: Wolde, Gunilla: Tåamma bigkie, Jårgalæddji Å. s, 1985
nob: Sørsamisk for nybegynnere – bok 4 og øvingsbok 4, Sijti Jarnge 2006

source: Wolde, Gunilla: Tåamma bååhkesje, Jårgalæddji Å. s, 1985
nob: CD.: Saemesth amma !

source: Wolde, Gunilla: Tåamma gaahtojne reejrie, Jårgalæddji Å. s, 1985
nob: Sørsamisk for nybegynnere – lyd fra bok 1-4, Sijti Jarnge 2006

source: Wolde, Gunilla: Tåamma gon Krihkeh, Jårgalæddji Å. s, 1985
nob: Skjønnlitteratur - Bøker og hefter:

source: Wolde, Gunilla: Tåamma jeatjh vaarjoeh tsaaka, Jårgalæddji Å. s, 1985
nob: Graham, Amanda, White, Annie: Gaahkoe-snaejrie, Gan forlag 2001

source: Wolde, Gunilla: Tåamma laavkoeminie, Jårgalæddji Å. s, 1985
nob: Gullietjååtsele, Universitetsforlaget, 1982

source: Wolde, Gunilla: Tåamma olkese vaadtsa, Jårgalæddji Å. s, 1985
nob: Moses, Brian, Hedström, Marcus: Manne aavonte, Saemieskuvlen ståvroe, 1997

source: Wolde, Gunilla: Tåamma sjeakoeminie, Jårgalæddji Å. s, 1985
nob: Moses, Brian, Hedström, Marcus: Manne hujnies, Saemieskuvlen ståvroe, 1997

source: Åarjel-saemieh, Viesterviellien Pøøvle: Dah golme åerpenh, årbok 1982/83
nob: Sokki, Risten: Mov kråahpe, Solum forlag 2007

source: Tjaalegh bijbelistie, gærjetjh, tjoejegærjah:
nob: Bibeltekster, - hefter, - lydbøker:

source: Bientie, Anne-Grethe Leine: Vadtese. Saernie Kristusen bïjre, Idut 2008
nob: Den norske salmeboka, har salmer på sør-, lule- og nordsamisk.

source: Baakoegærjah jih grammatihke:
nob: Frändén, Märit, Lundqvist, Bjørn og Wilson, Karin: Verbh.

source: Bergsland, Knut jïh Magga, Lajla Mattsson: Åarjel-saemien-daaroen baakoegærja, Sydsamisk-norsk ordbok, Idut, 2. opplag 2007
nob: En sydsamisk verbhandbok, Uppsala Publishing House, 2007

source: Helander, Liisa: Guvvieh – baakoegærja, Saemien øøhpehtimmieraerie, 1997
nob: Sydsamerna – möt jojken, slöjden, historien, språket, Gaaltije 2001

source: Magga, Lajla Mattsson: Norsk-sydsamisk ordbok, Daaroen-åarjelsaemien baakoe-gærja, Idut 2009
nob: Tegn Brum 2, Møller kompetansesenter, Trøndelag kompetansesenter, Spesialpedagogisk senter i Nordland.

source: Israelsson, Per Martin & Nejne, Sagka: Svensk-sydsamisk Sydsamisk-svensk ordbok och ortnamn, Daaroen-åarjelsaemien Åarjelsamien-daaroen baakoegärja jih sijjenommh, Saemiedigkie / Sametinget, Sverige 2008.
nob: Sápmi, Sameskolstyrelsen i Sverige, Sametinget i Finland, Samisk Utdanningsråd i Norge

source: Kraannan maanah, Minimedia, 2010
nob: Daanhtsoen amma !

source: DVD jïh baakoegærja.
nob: (Let ’ s Dance !)

source: Govnebuatska – jih giemhpes viehkiehtæjja, Norsk filminstitutt
nob: , Norsk filminstitutt 1991, www.nfi/filmbutikken

source: Karijuse jih Baktuse, Statens filmtilsyn, åarjelsamien gïelese 1996, video og hefte
nob: Lopmegaahtoe, Statens filminstitutt, Saemien Øøhpehtimmieraerie 1999, video og hefte

source: Saemien tsiehkie – 13, ditniebarkoe, Det norske filminstituttet, 1984
nob: Sørsamene, Det norske filminstituttet, 1993

source: - Laahkoeh
nob: Plakater:

source: - Sysngelasjh jih tjåelieh
nob: Sametingets slektsplakat

source: Gaskeviermiesvaalhtesh:
nob: Sametingets plakatserier:

source: www.learoevierhtieh.no
nob: www.samer.se

source: www.glosboken.se
nob: www.skolverket.se/sb/d/2164/a/12213;jsessionid=EF70A4A55522E8C8109AD3912BAD6245 (Europeisk språkportfolio – svensk utgave)
